Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Myślałem, że popłyniemy na kraniec świata i jeszcze dalej.
uk: Я думав, що ми попливемо на край світу і далі.

source: Myślałem, że przyjaźnisz się z Kurtem.
uk: Я думав, ви з Куртом друзі.

source: Myślałem, że przytniesz maszt, a nie kadłub! Teraz to już bez znaczenia, nikt nie może się dowiedzieć o tym, co zrobiliśmy.
uk: Я думав, що ти пошкодиш щоглу, а не сам корпус! Тепер це вже не має значення, ніхто не повинен дізнатися про те, що ми зробили.

source: Myślałem, że przywódcą jest Gerwin.
uk: Я думав, що командиром є Гервін.

source: Myślałem, że rozładunek towaru i formalności z tym związane nie będą aż tak kłopotliwe.
uk: Я не думав, що розвантаження товару і пов'язані з цим формальності спричинять стільки клопоту.

source: Myślałem, że runy mogą przenosić tylko jedną osobę.
uk: Я думав, що руни можуть перенести лише одну людину.

source: Myślałem, że strażnicy kierują się zasadami, a nie pieniądzem.
uk: Я думав, вартові керуються принципами, а не грошима.

source: Myślałem, że tak będzie, ale on oszalał...
uk: Я думав, що так і буде, але він просто збожеволів...

source: Myślałem, że takie rzeczy dzieją się tylko w legendach i pijackich opowieściach.
uk: Я думав, що таке буває тільки в легендах і п'яних розповідях.

source: Myślałem, że to Roderich zajmuje się pobieraniem grzywien.
uk: Я думав, що Родеріх займається стягненням штрафів.

source: Myślałem, że to już wiesz, Marvin. To ja polowałem.
uk: Я думав, ти вже це знаєш, Марвіне. Це був я.

source: Myślałem, że to ty tu rządzisz.
uk: Я думав, ти тут головний.

source: Myślałem, że ubicie całej watahy wilków to spore wyzwanie nawet jak dla ciebie.
uk: Я думав, що вбити цілу зграю вовків – це складне завдання навіть для тебе.

source: Myślałem, że ubicie watahy wilków to spore wyzwanie.
uk: Я думав, що вбити зграю вовків – це досить складне завдання.

source: Myślałem, że uratowałeś mnie, bo jesteś dobrym człowiekiem, ale widzę, że obchodzą cię tylko monety.
uk: Я думав, що ти врятував мене, бо ти хороша людина, але бачу, що тебе цікавлять тільки гроші.

source: Myślałem, że w ramach sprawdzianu będę musiał pozbierać zioła i takie tam.
uk: Я думав, що в рамках тесту мені доведеться збирати трави і таке інше.

source: Myślałem, że wasi ludzie złapali już, kogo trzeba.
uk: Я думав, що ваші люди вже зловили всіх, кого треба.

source: Myślałem, że wiesz coś więcej na ten temat.
uk: Я думав, ти знаєш про це більше.

source: Myślałem, że wszyscy bogacze żyją w Starym Mieście.
uk: Я думав, що всі багатії живуть у Старому місті.

source: Myślałem, że wytwarzaniem figurek zajmują się lokalni, wykształceni rzemieślnicy, a nie, że dostarcza je jakiś podejrzany typ.
uk: Я думав, що виготовленням статуеток займаються місцеві досвідчені ремісники, а не якийсь сумнівний тип їх тобі доставляє.

source: Myślałem, że wytwarzaniem figurek zajmują się rzemieślnicy.
uk: Я думав, що виготовленням статуеток займаються ремісники.

source: Myślałem, że zależy ci na odzyskaniu kuszy.
uk: Я думав, ти хочеш повернути свій арбалет.

source: Myślałem, że załatwiliśmy wszystko, co mieliśmy załatwić. Daj mi teraz spokój.
uk: Я думав, ми з'ясували все, що мали з'ясувати. Тепер дай мені спокій.

source: Myślałem, że znajdę przy nim jakieś dowody, a on nawet złota nie ma? Skoro przyjął zlecenie na zabójstwo, powinien dostać zapłatę.
uk: Я гадав, що знайду у нього якісь докази, а він навіть золота при собі не мав? Якщо він взяв замовлення на вбивство, йому повинні були заплатити.

source: Myślałem, że żartujesz myląc mnie z nim wcześniej.
uk: Я думав, що ти жартуєш, коли переплутав мене з ним.

source: Myślałem, żeby ukryć się za skrzyniami, a gdy tylko się pojawią, wyskoczyć i posiekać drani na plasterki.
uk: Я думаю сховатися за ящиками і, як тільки вони з'являться, вискочити і порубати цих виродків на шматки.

source: Myślałeś może, czym byś się chciał zajmować tutaj na wyspie?
uk: Ти вже думав про те, чим би ти хотів зайнятися на острові?

source: Myślałeś, że jak przyjdziesz tu bez munduru, to tak łatwo dam się nabrać?
uk: Ти думав, що якщо прийдеш сюди без форми, то так легко мене обдуриш?

source: Myślałeś, że mnie nabierzesz? Brzydzę się twoim podejściem i nie zamierzam ci pomagać!
uk: Ти думав, що обдуриш мене? Мені огидний твій підхід і я не допомагатиму тобі!

source: Myślałeś, że nie przeżyję?
uk: А ти думав, що я не виживу?

source: Myśleliśmy o tym klifie z wodospadem. Osuwisko ma przestraszyć uchodźców i trochę zakurzyć obóz, ale nie chcemy tutaj wielkiej lawiny.
uk: Ми думали про ту скелю з водоспадом. Зсув має налякати біженців і засипати табір пилом, але ми не хочемо, щоб туди зійшла велика лавина.

source: Myśleliśmy, że to tylko kwestia minut, gdy spróbują wedrzeć się także tutaj, ale wygląda na to, że musieli dołączyć do głównej bitwy.
uk: Ми думали, що це питання кількох хвилин, перш ніж вони спробують прорватися і сюди, але, схоже, їм довелося приєднатися до основної битви.

source: Myśleliśmy, żeby po prostu wziąć kilofy w dłonie i ruszyć szturmem na dom Igora. Niech wreszcie pokaże się nam na oczy i coś zrobi!
uk: Ми думали просто взяти в руки кирки і піти штурмом на дім Ігоря. Нехай він нарешті покажеться нам на очі і зробить щось!

source: Myśli, że jest taki wspaniały, bo wszyscy w mieście się go boją, bo taką wielką willę ma!
uk: Він думає, що він такий крутий, бо всі в місті його бояться, бо в нього такий великий маєток!

source: Myślicie, że jak dostaliście po dupie od orków, to już wam wszystko wolno?
uk: Ви думаєте, що якщо вам надерли дупу орки, то вам вже все дозволено?

source: Myślicie, że to on?
uk: Думаєш, це він?

source: Myślisz nad pracą dla Gildii?
uk: Бажаєш працювати на Гільдію?

source: Myślisz zbyt prostolinijnie!
uk: Ти мислиш занадто прямолінійно!

source: Myślisz, że Guido wróci do siebie?
uk: Як думаєш, Гвідо прийде до тями?

source: Myślisz, że byłbym tu, gdzie jestem, gdybym tego nie robił?
uk: Думаєш, я був би там, де я є, якби я цього не робив?

source: Myślisz, że chce mi się takiego żółtodzioba uczyć?
uk: Ти думаєш, я захочу вчити такого новачка, як ти?

source: Myślisz, że chciałam takiego życia? Oszustwa, kradzieże, morderstwa...
uk: Думаєш, я хотіла такого життя? Шахрайство, крадіжки, вбивства...

source: Myślisz, że co, nie mam nic innego do roboty jak codziennie gotować gulasz dla takich darmozjadów jak wy?
uk: Чи ти думаєш, що я не маю іншої роботи, окрім як щодня готувати рагу для таких дармоїдів як ти?

source: Myślisz, że coś mu się stało?
uk: Думаєш, з ним щось сталося?

source: Myślisz, że da się przekonać?
uk: Думаєш, його вдасться переконати?

source: Myślisz, że drwale mogliby wystawić mi taki dokument?
uk: Як гадаєш, лісоруби могли б видати мені такий документ?

source: Myślisz, że gdybym miał jakiś pomysł, to leżałbym w tym rowie?
uk: Думаєш, якби в мене були ідеї, я б лежав у цій канаві?

source: Myślisz, że jak bardzo mocno będę ćwiczył, to dam radę kopnąć w trolla tak mocno, by odleciał prosto do nieba?
uk: Як ти думаєш, якщо я буду багато тренуватися, то зможу вдарити троля так сильно, що він полетить просто до неба?

source: Myślisz, że jak jestem BABĄ, to nie potrafię porządnie przylać kiedy trzeba? A może chcesz się o tym przekonać?!
uk: Ти думаєш, що якщо я ЖІНОЧКА, то не зможу відлупцювати тебе як слід, якщо треба? А може, ти хочеш дізнатися?!

source: Myślisz, że jeden człowiek jest w stanie w tak krótkim czasie wywrócić cały dom do góry nogami?
uk: Невже ти думаєш, що одна людина здатна перевернути цілий будинок догори дригом за такий короткий проміжок часу?

source: Myślisz, że jest coś, co możemy zrobić?
uk: Як гадаєш, ми можемо щось зробити?

source: Myślisz, że jestem głupi? Wyskakuj ze złota, albo sam sobie go szukaj.
uk: Ти думаєш, що я дурний? Діставай золото, або сам його шукай.

source: Myślisz, że jeszcze kiedyś wrócimy na Londram?
uk: Як ти думаєш, ми коли-небудь повернемося на Лондрам?

source: Myślisz, że kim ja jestem? Jakimś pierwszym lepszym biedakiem z portu, którego można przekupić kilkoma monetami?
uk: За кого ти мене маєш? За якогось першого-ліпшого бідняка з порту, якого можна підкупити кількома монетами?

source: Myślisz, że któryś Wilczy Syn robi sobie żarty?
uk: Думаєш, що хтось із Вовчих Синів вирішив пожартувати?

source: Myślisz, że mnie wpuszczą?
uk: Думаєш, мене туди пустять?

source: Myślisz, że może mieć coś za uszami?
uk: Як ти гадаєш, він може щось приховувати?

source: Myślisz, że możemy już wyruszać?
uk: Як гадаєш, ми можемо вирушати?

source: Myślisz, że możemy mu zaufać?
uk: Думаєш, ми можемо йому довіряти?

source: Myślisz, że możesz mnie oszukać? Od samego początku chodziło ci wyłącznie o własną pozycję!
uk: Ти думаєш, що можеш мене обдурити? Ти з самого початку був зацікавлений лише у власній вигоді!

source: Myślisz, że możesz nas zastraszyć? Jesteś tutaj sam, możesz sobie być i mistrzem całej areny, ale nie jesteś odporny na bełty.
uk: Ти думаєш, що зможеш нас залякати? Ти тут сам по собі, ти можеш бути чемпіоном арени, але ти не застрахований від болтів.

source: Myślisz, że nie mam nic przyjemniejszego do roboty niż pogaduszki z pospólstwem?
uk: Думаєш, я не маю нічого приємнішого, ніж спілкуватися з простолюдинами?

source: Myślisz, że nie zauważyłem? Zacząłem go wypuszczać co jakiś czas na świeże powietrze, bo jest już za duży na ciągłe przebywanie w tej piwnicy.
uk: Думаєш, я не помітив? Я почав час від часу випускати його подихати свіжим повітрям, бо він уже занадто великий, щоб постійно сидіти в підвалі.

source: Myślisz, że ona w ogóle istnieje?
uk: Як ти гадаєш, він взагалі існує?

source: Myślisz, że ot tak z tobą pójdą?
uk: Думаєш, вони так просто підуть з тобою?

source: Myślisz, że pamiętam każdego głupca, który uważa, że jestem mu coś winien?
uk: Думаєш, я пам'ятаю кожного дурня, який думає, що я йому щось винен?

source: Myślisz, że pamiętam mordę każdego przybłędy, który się tu zawieruszy?
uk: Ти думаєш, що я пам'ятаю обличчя кожного чужинця, який тут вештається?

source: Myślisz, że pamiętam te wszystkie kaprawe gęby?
uk: Думаєш, я пам'ятаю всі ці бридкі пики?

source: Myślisz, że poradzisz sobie z tym zadaniem?
uk: Як думаєш, ти впораєшся з цим?

source: Myślisz, że potrzebujesz moich wskazówek? Dobra, niech ci będzie, ale za darmo nie będę uczył kogoś z zewnątrz.
uk: Думаєш, тобі потрібні мої поради? Добре, нехай так, але я не збираюся вчити чужинця задарма.

source: Myślisz, że pozwolę pierwszemu lepszemu przybłędzie handlować tutaj i zaryzykuję, że naciągnie mieszkańców?
uk: Ти думаєш, я дозволю першому-ліпшому чужинцю торгувати тут і буду ризикувати тим, що він обдурить місцевих?

source: Myślisz, że przemytnicy są niebezpieczni?
uk: Ти вважаєш, що контрабандисти небезпечні?

source: Myślisz, że przepuszczę byle kogo? W żadnym wypadku, kolego.
uk: Ти гадаєш, що я пропускаю кого завгодно? Зовсім ні, мій друже.

source: Myślisz, że rozwalona łajba na końcu świata i garstka zbirów robią z ciebie króla?
uk: Вважаєш, що розбитий човен на краю світу і жменька головорізів роблять тебе королем?

source: Myślisz, że skoro mnie raz pokonałeś to teraz masz prawo wchodzić tu i mi przeszkadzać?
uk: Ти думаєш, що якщо ти мене побив, то тепер маєш право приходити сюди й докучати мені?

source: Myślisz, że ta noc będzie spokojna?
uk: Як гадаєш, ніч пройде спокійно?

source: Myślisz, że tak po prostu puszczę cię tam samemu? Nic z tych rzeczy, mądralo.
uk: Ти думаєш, я дозволю тобі піти туди самому? Нічого подібного, розумнику.

source: Myślisz, że tak po prostu wypaplam ci plany kolejnej akcji?
uk: Ти думаєш, що я отак просто викладу тобі всі плани?

source: Myślisz, że tak łatwo się wywiniesz, frajerze?
uk: Думаєш, ти так легко відбудешся, дурню?

source: Myślisz, że ten fragment ma jakiś związek z wrotami?
uk: Як гадаєш, цей фрагмент якось пов'язаний з воротами?

source: Myślisz, że teraz Archolos będzie bezpieczne?
uk: Як ти думаєш, Архолос тепер буде в безпеці?

source: Myślisz, że to jakaś pułapka?
uk: Думаєш, це якась пастка?

source: Myślisz, że to już wszystkie szkielety?
uk: Гадаєш, це вже були всі скелети?

source: Myślisz, że to strażnicy są odpowiedzialni za te martwe zwierzęta w lesie, o których mówił Kipper?
uk: Як ти думаєш, це вартові відповідальні за тих мертвих звірів у лісі, про яких говорив Кіпер?

source: Myślisz, że to zadziała na bandytów?
uk: Ти думаєш, що це спрацює на бандитів?

source: Myślisz, że ty i twoi koledzy jesteście jakimkolwiek zagrożeniem?
uk: Ти думаєш, що ти і твої товариші становите якусь загрозу?

source: Myślisz, że ty i twoi koledzy jesteście jakimkolwiek zagrożeniem? Zostaw tych ludzi i się stąd wynoś, nie ma tu miejsca dla takich jak ty.
uk: Ти думаєш, що ти і твої товариші становите якусь загрозу? Залиш цих людей і забирайся звідси, тут немає місця для таких, як ти.

source: Myślisz, że tym pijanym łazęgom robi różnicę, czy gulasz jest doprawiony lub nie? Oni tylko patrzą na to, czy jest wystarczająco dużo mięcha. To wszystko!
uk: Думаєш, для цих п'яних волоцюг є різниця, приправлене моє рагу чи ні? Вони тільки дивляться, чи достатньо в ньому м'яса. Це все!

source: Myślisz, że w to uwierzą?
uk: Думаєш, вони повірять?

source: Myślisz, że w to uwierzę? Pewnie wysłał cię tu Bloodwyn, żeby sprawdzić, co powiem!
uk: Думаєш, я в це повірю? Тебе, напевно, прислав сюди Бладвін, щоб дізнатися, що я скажу!

source: Myślisz, że wie o całym procederze?
uk: Думаєш, він про все це знає?

source: Myślisz, że wyjdziemy z tego cało?
uk: Думаєш, ми виберемось звідти цілими?

source: Myślisz, że zadowolę się byle ochłapami, podczas gdy ty zgarniesz najcenniejszy łup?
uk: Думаєш, я буду радіти недоїдкам, поки ти хапаєш найціннішу здобич?

source: Myślisz, że znam jakieś imiona? Ja nawet nie wiem kto dostarcza te towary do portu, a co dopiero kto tym wszystkim zarządza.
uk: Думаєш, я знаю якісь імена? Я навіть не знаю, хто доставляє ці товари до порту, а що вже казати про того, хто усім цим керує.

source: Myślisz, że złapią się na taki fortel?
uk: Думаєш, вони попадуться на таку хитрість?

source: Myślisz? Oktav mówił, że lepiej być trochę pośrodku podczas tego zadania...
uk: Думаєш? Октав сказав, що під час цього завдання краще дотримуватися балансу...

source: Myśliwy
uk: Загонич

source: Myśliwy Carden doradził mi, żebym porozmawiał z jego kolegą Markusem o tym, gdzie w okolicy mógłbym znaleźć dziki. Zaznaczył jednak, żebym uważał, bo w starciu z tymi bestiami nawet doświadczeni łowcy mają problemy.
uk: Мисливець Карден порадив мені розпитати його колегу Маркуса, де я можу знайти диких кабанів у цій місцевості. Однак він зазначив, що мені слід бути обережним, оскільки навіть у досвідчених мисливців виникають проблеми з цими звірами.

source: Myśliwy Carden z wioski Silbach potrzebuje uzupełnić zapasy skór. Zapłaci, jeśli przyniosę mu skóry wilka, szczura i dzika. Za dnia znajdę go na ścieżce za wschodnią bramą Silbach, natomiast wieczorem przebywa w obozie myśliwych przy bramie południowej.
uk: Мисливцю Кардену із села Сільбах потрібно поповнити запаси шкур. Він заплатить, якщо я принесу йому шкури вовків, щурів і кабанів. Вдень я можу знайти його на стежці за східними воротами Сільбаху, а ввечері він залишається в мисливському таборі біля південних воріт.

source: Myśliwy Darthe widział, jak jeden z strażników biegł w kierunku starego cmentarza. Chyba widziałem taki przy ścieżce do Ustronia Żeglarza.
uk: Мисливець Дарт бачив, як один з вартових втік до старого цвинтаря. Здається, я бачив один такий на шляху до Прихистку моряка.

source: Myśliwy Markus może mi sprzedać strzały, łuki oraz różne przedmioty związane z łuczarstwem. Swój obóz ma przy południowo-wschodnej bramie Silbach.
uk: Мисливець Маркус може продати мені стріли, луки та інші товари, пов'язані зі стрільбою з лука. Його табір знаходиться біля південно-східних воріт Сільбаху.

source: Myśliwy Markus z chęcią kupi ode mnie kły i pazury. Znajdę go w jego obozie, obok Silbach.
uk: Мисливець Маркус із задоволенням купить у мене ікла та кігті. Я можу знайти його в таборі, поруч із Сільбахом.

source: Myśliwy powinien czekać na ciebie w nocy w pobliżu starej kaplicy, tuż pod skalnym łukiem. Znajdziesz ją na zachód od obozu.
uk: Мисливець чекатиме на тебе вночі біля старої каплиці, під кам'яною аркою. Ти знайдеш її на захід від табору.

source: Myśliwy, co prawda, zdołał zabić bestię, ale owcy nie udało mu się uratować.
uk: Мисливцю, щоправда, вдалося вбити хижака, але вівцю врятувати не вдалося.

source: Myśliwych? Są zajęci uganianiem się za jakimiś zmyślonymi bestiami.
uk: Мисливців? Вони зайняті тим, що ганяються за якимись уявними звірами.

source: Myślę nad urządzeniem wam dodatkowych treningów. Musimy dbać o renomę oddziału, a nie osiadać na laurach.
uk: Я думаю організувати тобі додаткові тренування. Ми повинні підтримувати репутацію нашого загону, і не зупинятися на досягнутому.

source: Myślę, że 10 butelek powinno wystarczyć, by choć częściowo wypełnić beczkę. Tylko nie mów o tym nikomu w obozie. Niektórzy zaczęli się obawiać, czy starczy nam jej do końca wyprawy.
uk: Думаю, 10 пляшок має вистачити, щоб хоча б частково заповнити бочку. Тільки не кажи про це нікому в таборі. Дехто вже починає хвилюватися, чи вистачить нам її до кінця експедиції.

source: Myślę, że 10 wystarczy. Wróć do mnie, gdy tylko będziesz je miał przy sobie.
uk: Думаю, що 10 вистачить. Повертайся до мене, як тільки їх матимеш.

source: Myślę, że 75 sztuk złota to rozsądna cena.
uk: Я вважаю, що 75 золотих – цілком прийнятна ціна.

source: Myślę, że Lorenzo prędzej zacznie gościć uchodźców we własnym domu, niż zainteresują go twoje miłostki.
uk: Думаю, що Лоренцо скоріше почне приймати біженців у себе вдома, ніж зацікавиться твоїми любовними інтрижками.

source: Myślę, że coś by się znalazło... ale będzie to też swoje kosztować.
uk: Думаю, щось знайдеться... але це буде коштувати своїх грошей.

source: Myślę, że gdy do niego wrócisz, powinien być już w swojej ludzkiej formie. Biegnij do niego i sprawdź, w jakim jest obecnie stanie.
uk: Думаю, до того, як ти повернешся до нього, він знову прийме людський вигляд. Збігай до піддослідного і подивися, в якому стані він зараз перебуває.

source: Myślę, że gdy się o tym dowie, to obsypie cię złotem za solidną pracę.
uk: Думаю, коли він дізнається про це, то засипле тебе золотом за сумлінну працю.

source: Myślę, że gdyby Beinard wrócił do swojej profesji, to mógłby zrobić coś bardzo przydatnego.
uk: Думаю, якби Бейнард захотів повернувся до своєї професії, він міг би щось зробити.

source: Myślę, że gdybyś okazał choć trochę współczucia, inni by tobie pomogli.
uk: Думаю, якби ти проявив хоч трохи співчуття, інші б тобі допомогли.

source: Myślę, że ja tutaj będę zadawał pytania.
uk: Думаю, я задаватиму тут питання.

source: Myślę, że jestem w stanie zaryzykować.
uk: Думаю, я можу прийняти цей ризик.

source: Myślę, że jesteśmy się w stanie dogadać.
uk: Думаю, ми зможемо порозумітися.

source: Myślę, że już nie powinnaś więcej pić.
uk: Здається, тобі не варто більше пити.

source: Myślę, że kilku z nas może wyruszyć do Starego Miasta, ale nie możemy tak zostawić tutaj rannych. Nawet nie chcę myśleć, co by się stało, gdyby wdarli się tu Wilczy Synowie...
uk: Я думаю, що кілька з нас можуть вирушити у Старе місто, але ми не можемо залишити тут поранених. Я навіть не хочу думати, що станеться, якщо сюди увірвуться Вовчі Сини...

source: Myślę, że ktoś powinien dać ci lekcję dobrych manier.
uk: Думаю, хтось повинен тобі дати урок хороших манер.

source: Myślę, że magom chodziło o to żebyś osobiście zrobił coś dla ubogich.
uk: Думаю, маги хотіли б, щоб ти особисто приготував щось для бідних.

source: Myślę, że mała nagroda pocieszenia nie zaszkodzi...
uk: Думаю, невеличка втішна нагорода тобі не завадить...

source: Myślę, że mnie okłamujesz albo sobie ze mnie drwisz. Tak się składa, że nie lubię kłamców i śmieszków.
uk: Я думаю, що ти або брешеш мені, або насміхаєшся з мене. А я не люблю брехунів і насмішників.

source: Myślę, że mogli to zrobić słudzy bogaczy ze Starego Miasta.
uk: Я думаю, що це могли зробити слуги багатіїв у Старому місті.

source: Myślę, że mogę już wyruszyć do kopalni bez wzbudzania żadnych podejrzeń.
uk: Думаю, що я вже можу вирушати в копальню, не викликаючи жодних підозр.

source: Myślę, że mogę sprawdzić, jak poszło Lutzowi. Mieliśmy spotkać się w karczmie, w Silbach.
uk: Думаю, мені час перевірити, як там Люц. Ми мали зустрітися у корчмі в Сільбаху.

source: Myślę, że moje umiejętności strzeleckie są wystarczające.
uk: Я думаю, що моїх навичок стрільби вистачить.

source: Myślę, że możemy przejść do ostatniego kroku mojego planu.
uk: Думаю, ми можемо перейти до останнього етапу мого плану.

source: Myślę, że mógłbyś się nieco bardziej postarać.
uk: Думаю, ти міг би запропонувати трохи більше.

source: Myślę, że najlepiej będzie zachować to dla siebie. Ubicie Bestii miało uspokoić mieszkańców. Informacja, że mogła ona należeć do orków, jedynie pogorszy sytuację.
uk: Думаю, краще тримати це при собі. Вбивство Звіра має заспокоїти мешканців. А інформація про те, що він міг належати оркам, лише погіршить ситуацію.

source: Myślę, że namówiłem dostatecznie dużo moich towarzyszy do pracy. Mogę porozmawiać z kolejnymi, albo od razu wrócić do Albyna.
uk: Думаю, я переконав достатньо своїх товаришів працювати. Я можу поговорити і з іншими, або повернутися назад до Альбіна.

source: Myślę, że nawet rok temu... może trochę mniej.
uk: Думаю, десь рік тому... може, трохи менше.

source: Myślę, że nie będą trzymać urazy. Tym bardziej, że Lutz i Martha nie będą się kłócić całymi dniami.
uk: Думаю, вони не триматимуть зла. Тим більше, що Люц і Марта вже не будуть сваритись цілими днями.

source: Myślę, że nie będę miał wyjścia.
uk: Думаю, у мене не буде вибору.

source: Myślę, że nie znajdę już więcej gniazd. Pora wracać do Cardena.
uk: Не думаю, що знайду ще якісь гнізда. Час повертатися до Кардена.

source: Myślę, że niepotrzebnie zostawiamy za sobą tyle śladów. To do nas niepodobne.
uk: Я думаю, що ми залишаємо за собою забагато лишніх слідів. Це на нас не схоже.

source: Myślę, że oboje na tym dobrze wyjdziemy. Jeśli tak dalej pójdzie, to moje piwo za niedługo będzie dostępne w połowie Myrtany!
uk: Гадаю, ми обоє від цього виграємо. Якщо так піде й надалі, то скоро пів усієї Міртани зможе купити моє пиво!

source: Myślę, że ocenię to sam. Nalegam.
uk: Думаю, я це вже сам вирішу. Я наполягаю.

source: Myślę, że ostatnia podróż na łodzi będzie odpowiednia. (500 SZ)
uk: Думаю, що останній шлях на човні мені підійде. (500 золотих)

source: Myślę, że piwo się kradnie w celu jego wypicia. Przesadzasz.
uk: Думаю, що пиво крадуть для того, щоб його випити. Ти перебільшуєш.

source: Myślę, że powinieneś się rozglądać za czymś w rodzaju skarbca lub świątyni.
uk: Думаю, тобі варто пошукати щось схоже на склеп чи храм.

source: Myślę, że powinno to wystarczyć jako godziwe wynagrodzenie dla wszystkich, którzy tutaj z nami wyruszyli.
uk: Я думаю, що цього має вистачити аби справедливо винагородити всіх, хто вирушив сюди разом з нами.

source: Myślę, że prawdziwe namaszczenie na członka Araxos wystarczy. Chłopcy, zajmijcie się tym.
uk: Я думаю, цього достатньо для справжнього помазання як члена Араксосу. Хлопці, займіться цим.

source: Myślę, że przekażesz mi te informacje bez żadnej zapłaty.
uk: Я думаю, що ти даси мені цю інформацію безкоштовно.

source: Myślę, że przekonałem już wystarczającą liczbę osób, by Fabio zgodził się stąd odejść. Pora z nim porozmawiać.
uk: Думаю, я переконав достатньо людей, щоб Фабіо погодився звідси піти. Саме час з ним поговорити.

source: Myślę, że przy rozstrzyganiu kwestii tak delikatnej, a zarazem istotnej, najlepiej będzie zarządzić głosowanie.
uk: Гадаю, що при вирішенні такого делікатного і водночас важливого питання найкраще провести голосування.
